import React from 'react';
import * as S from './style';

function Terms() {
  return (
    <S.Container>
      <div>
        <ul>
          <li>第１条 (目的) </li>
          <li>
            本規約は、株式会社グロースカンパニー(電子商取引事業者)が運営するオンラインショッピングサイト「オヌル商店」
            (以下「当サイト」といいます。) で提供するインターネット関連サービス
            (以下「サービス」といいます。)
            を利用するにおいて、当サイトと利用者の権利や義務及び責任事項を規定することを目的とします。
          </li>
          <li>
            ※
            「divC通信、無線などを利用する電子商取引に対しても、その性質に反しない限り、本規約を準用します。」　
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第２条 (定義)</li>
          <li>
            ①「当サイト」とは、株式会社グロースカンパニーが財貨またはサービス(以下「財貨など」といいます。)
            を利用者に提供するためにコンピュータなどの情報通信設備を通じて財貨などを取り引きができるように設定した仮想の営業場のことであり、同時に当サイトを運営する事業者の意味としても使用します。
          </li>
          <li>
            ②「利用者」とは、「当サイト」に接続して本規約によって「当サイト」が提供するサービスを受ける会員および非会員をいいます。
          </li>
          <li>
            ③「会員」とは、「当サイト」に会員登録した者として、「当サイト」が提供するサービスを持続的に利用することができる者をいいます。
          </li>
          <li>
            ④「非会員」とは、会員登録せずに「当サイト」が提供するサービスを利用する者をいいます。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第３条 (規約などの明記と説明及び改定) </li>
          <li>
            ①「当サイト」は、本規約の内容と商号及び代表者の氏名、営業所の所在地(消費者のお問い合わせ及び苦情等を解決する受付先)、電話番号、ファックス番号、電子メールアドレス、事業者登録番号、通信販売業申告番号、個人情報管理責任者などを利用者からよく見えるところ(当サイトのホーム画面)に表示させます。但し、本規約の内容は利用者がリンクを通じて見ることができます。
          </li>
          <li>
            ②「当サイト」は、利用者が規約の同意に先立って規約に定められた内容のうち、請約撤回・配送責任・返品の条件などのような重要な内容を利用者が分かりやすいように別途のリンク画面又はポップアップ画面などに明記し、利用者の確認を求めるようにします。
          </li>
          <li>
            ③「当サイト」は、「電子商取引などでの消費者保護に関する法律」、「規約の規制に関する法律」、「電子文書および電子取引基本法」、「電子金融取引法」、「電子署名法」、「情報通信網利用促進及び情報保護に関する法律」、「訪問販売などに関する法律」、「消費者基本法」などの関連法に違反しない範囲で本規約を改定することができます。　
          </li>
          <li>
            ④「当サイト」が、規約を改定する場合は、適用日及び改定事由を明示し、現行規約とともに当サイトのホーム画面にその適用日の7日前から適用日前日まで告示します。但し、規約内容を利用者に不利に変更する場合は、最低30日以上の事前猶予期間を置いて告示します。この場合、「当サイト」は改定前後の内容を明確に比較し、利用者に分かりやすいように明記します。
          </li>
          <li>
            ⑤「当サイト」が規約を改定する場合には、その改定規約は、適用日以降に締結する契約にのみ適用され、それ以前既に締結した契約に対しては改定前の条項内容がそのまま適用されます。但し、すでに契約を締結した利用者が改定規約条項の適用を望むことを、第３項に基づく改定規約の告示期間内に「当サイト」に送信し、「当サイト」の同意を得た上で改定規約条項が適用されます。
          </li>
          <li>
            ⑥
            本規約で定めない事項や本規約の解釈に関しては、電子商取引などでの消費者保護に関する法律、規約の規制に関する法律、公正取引委員会が定める電子商取引などでの消費者保護指針及び関係法令又は商慣習に従います。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li> 第４条 (サービスの提供および変更) </li>
          <li>①「当サイト」は、次の業務を行います。</li>
          <li>1. 財貨等に関する情報提供および購入契約の締結</li>
          <li>2. 購入契約が締結された財貨等の配送</li>
          <li>3. その他「当サイト」が定める業務</li>
          <li>
            ②「当サイト」は、財貨等の品切れ又は技術的仕様などが変更される場合、今後締結する契約により、提供する財貨等の内容を変更することができます。この場合、変更された財貨等の内容及び提供日などを掲示し、現在の財貨等の内容を掲示したところに直ちに告示します。
          </li>
          <li>
            ③「当サイト」が、提供するものとした利用者と契約を締結したサービスの内容を、財貨などの品切れ又は技術的仕様の変更などによって変更せざるを得ない場合、その事由を利用者に通知可能な住所へ直ちに知らせます。
          </li>
          <li>
            ④
            前項の場合「当サイト」は、利用者に生じる損害を賠償します。但し、「当サイト」の故意又は過失がないことを立証する場合は該当しません。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第５条 (サービスの中断) </li>
          <li>
            ①「当サイト」は、コンピュータなど情報通信設備の補修点検・交換及び故障、通信の途絶等が発生した場合には、サービスの提供を一時的に中断することができます。
          </li>
          <li>
            ②「当サイト」は、第１項の事由でサービスの提供が一時的に中断することによって利用者又は第三者に生じた損害を賠償します。但し、「当サイト」の故意又は過失がないことを立証する場合においては該当しません。
          </li>
          <li>
            ③
            事業種目の転換、事業の放棄、業者間の統合等の理由でサービスを提供することができなくなった場合、「当サイト」は第８条で定める法で利用者に通知し、当初「当サイト」で提示した条件に従って消費者に補償します。但し、「当サイト」が補償の基準等を告示していない場合には、利用者のマイレージ又はポイントなどを「当サイト」で通用する貨幣価値に相当する現物又は現金で利用者に支給します。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第６条 (会員登録) </li>
          <li>
            ①
            利用者は「当サイト」が定めた登録様式に会員情報を記入した後、本規約に同意するという意思を表示し、会員登録を申込みます。
          </li>
          <li>
            ②「当サイト」は、第１項の通り会員登録を申込んだ利用者のうち、次の各号に該当しない限り会員として登録します。
          </li>
          <li>
            1.
            登録申請者が本規約第7条第３項によって以前に会員資格を喪失したことがある場合、但し、第7条第３項による会員資格喪失後、３年が経過した者として、「当サイト」の会員再登録承諾を得た場合に限っては例外とします。
          </li>
          <li>2. 登録内容に虚偽・記載漏れ・誤記がある場合</li>
          <li>
            3.
            その他、会員として登録することが「当サイト」の技術上、著しく支障をきたすと判断される場合
          </li>
          <li>③ 会員登録契約の成立時期は、「当サイト」の承諾が会員に到逹した時点とします。</li>
          <li>
            ④
            会員は、登録事項に変更があった場合、相当の期間以内に「当サイト」に対して会員情報の修正などの方法で、その変更事項を知らせます。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第７条 (会員の退会及び資格喪失など)</li>
          <li>
            ①
            会員は、「当サイト」にいつでも退会を要請することができるものとし、「当サイト」は直ちに退会を処理します。
          </li>
          <li>
            ②
            会員が次の各号の事由に該当する場合、「当サイト」は会員資格を制限及び停止させることができるものとします。
          </li>
          <li>1. 申請内容に虚偽内容を登録した場合</li>
          <li>
            2.「当サイト」を利用して購入した財貨などの代金、その他「当サイト」利用に関連して会員が負担する債務を期限内に支払わない場合
          </li>
          <li>
            3.
            他人の「当サイト」利用を妨害、またはその情報を盗用するなど電子商取引の秩序を脅かす場合
          </li>
          <li>
            4.「当サイト」を利用して法令又は本規約が禁止する行為及び公序良俗に反する行為をする場合
          </li>
          <li>
            ③「当サイト」より会員資格を制限・停止された後、同一の行為を二回以上繰り返したり、30日以内にその事由が是正されない場合、「当サイト」は会員資格を喪失させることができます。
          </li>
          <li>
            ④「当サイト」が会員資格を喪失させる場合には会員登録を抹消します。この場合、会員に該当内容を通知し、会員登録抹消前に最低30日以上の期間をおいて疎明の機会を与えます。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第８条 (会員に対する通知)</li>
          <li>
            ①「当サイト」が会員に通知する場合、会員が「当サイト」に予め指定した電子メールアドレスを利用するものとします。
          </li>
          <li>
            ②「当サイト」は、不特定多数会員に対する通知の場合、1週間以上「当サイト」の掲示板に掲示することで個別通知に代わるものとします。但し、会員本人の取引に関連し、重大な影響を及ぼす事項については個別通知をします。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第９条 (購入申請)</li>
          <li>
            ①「当サイト」の利用者は、「当サイト」上で次の方法又はこれと類似する方法によって購入を申し込み、「当サイト」は、利用者の購入申請をする際に、次の各内容を分かりやすく提供するものとします
            。
          </li>
          <li>1. 財貨などの検索及び選択</li>
          <li>2. 受取人の氏名、住所、電話番号、電子メールアドレス(又は携帯電話番号)などの記入</li>
          <li>
            3.
            規約内容、請約撤回権が制限されるサービス、送料、設置費用などの費用負担に関する内容の確認
          </li>
          <li>
            4. 本規約に同意し、上記３号の事項を確認するか拒否する表示 ((例)「同意する」をクリック)
          </li>
          <li>5. 財貨などの購入申請及びこれに関する確認または「当サイト」の確認に対する同意</li>
          <li>
            6. 決済方法の選択
            ②「当サイト」が第三者に購入者の個人情報を提供・委託する必要がある場合、実際購入を申し込む際に、購入者の同意を得ることとし、会員登録の際には、予め包括的同意は得ません。この時、「当サイト」は提供される個人情報の項目、提供を受ける者、提供を受ける者の個人情報利用目的および保有‧利用期間などを購入者に明示しなければなりません。但し、「情報通信網利用促進および情報保護などに関する法律」
            第25条
            第1項による個人情報の取扱委託の場合など関連法令に異なる定めがある場合にはそれに従うものとします。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第１０条 (契約の成立)</li>
          <li>
            ①「当サイト」は、第９条のような購入の申請について次の各号に該当する場合は、承諾しないこともあります。但し、未成年者と契約を締結する場合には、法定代理人の同意を得なければ未成年者本人または法定代理人が契約を取り消すことがあるという内容を知らせます。
          </li>
          <li>1. 申し込みの内容に虚偽・記載漏れ・誤記がある場合</li>
          <li>2. 未成年者がタバコ、酒類など青少年保護法で禁じる財貨などを購入する場合</li>
          <li>
            3. その他購入申請に承諾することが「当サイト」の技術上著しく支障をきたすと判断する場合
          </li>
          <li>
            ②「当サイト」の承諾が第１２条第１項の受信確認通知の形で利用者に到逹した時点で契約が成り立ったものとします。
          </li>
          <li>
            ③「当サイト」の承諾の意思表示には利用者の購入申請に対する確認及び販売可能の可否、申請の訂正・取り消しなどに関する情報などを含むものとします。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第１１条(支払方法)</li>
          <li>
            「当サイト」で購入した財貨等に対する代金支払方法は、次の各号の方法から可能な方法で行います。
          </li>
          <li>
            1. テレフォンバンキング、インターネットバンキング、メールバンキングなどの各種銀行振込み
          </li>
          <li>2. プリペイドカード、デビットカード、クレジットカードなどの各種カード決済</li>
          <li>3. オンライン口座振込み</li>
          <li> 4. 電子マネー決済</li>
          <li> 5. 代金引換 </li>
          <li>6. マイレージなど「当サイト」から付与されたポイントによる決済</li>
          <li>7. 「当サイト」との契約締結や「当サイト」が認定する商品券による決済</li>
          <li>8. その他の電子的な決済方法による代金決済など</li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第１２条 (受信確認通知、購入申請変更及び取消)</li>
          <li>①「当サイト」は、利用者の注文があった場合、利用者に受信確認通知をします。</li>
          <li>
            ②
            受信確認通知を受取った利用者は、意思表示の不一致などがある場合には受信確認通知を受け取った後、直ちに注文変更及び取消を要請をすることができるものとし、「当サイト」は発送前に利用者の要請がある場合には、直ちにその要請に応じます。但し、すでに代金を支払った場合には第１５条の請約撤回などに関する規定に従います。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第１３ 条(財貨などの供給)</li>
          <li>
            ①「当サイト」は、利用者と財貨などの供給時期に関して別途の定めがない限り、利用者が請約をした日から7日以内に財貨などを配送できるように注文製作・包装・その他の必要な措置を取ります。但し、「当サイト」がすでに財貨などの代金の全部または一部を受取った場合には、代金の全部または一部を受取った日から3営業日以内に措置を取ります。この時「当サイト」は利用者が財貨などの供給手続き及び進行事項を確認できるように適切な措置を講じます。
          </li>
          <li>
            ②「当サイト」は、利用者が購入した財貨に対して配送手段、手段別の送料負担者や配送期間などを明示します。万一、「当サイト」が定めた配送期間を超過した場合にはそれにより生じた利用者の損害を賠償しなければなりません。但し、「当サイト」の故意・過失がないことを立証した場合には、それに該当しません。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第１４条(返金)</li>
          <li>
            「当サイト」は、利用者が購入を申込んだ財貨などが品切れなどの事由で引渡し又は提供できない場合は、直ちにその事由を利用者に通知し、事前に財貨などの代金を受けた場合には代金を受けた日から3営業日以内に返金するか返金に必要な措置を取ります。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第１５条(請約撤回など)</li>
          <li>
            ①「当サイト」と財貨などの購入に関する契約を締結した利用者は「電子商取引などでの消費者保護に関する法律」第１３条第２項による契約内容に関する書面を受取った日（その書面を受取った時より財貨等の供給が遅かった場合には財貨等の供給や財貨等の供給開始日をいいます。）から７日以内には請約の撤回をすることができます。但し、請約撤回に関して「電子商取引などでの消費者保護に関する法律」に別途の定めがある場合、同法規定に従います。
          </li>
          <li>
            ②
            利用者は、財貨などを受取った場合、次の各号の１に該当する場合には返品及び交換はできないものとします。
          </li>
          <li>
            1.
            利用者に責任ある事由で財貨などが滅失または毀損した場合(但し、財貨などの内容を確認するために包装などを毀損した場合は請約撤回ができます。)
          </li>
          <li>2. 利用者の使用又は一部消費によって財貨などの価値が著しく減少した場合</li>
          <li>3. 時間の経過によって再販売が困るほどに財貨などの価値が著しく減少した場合</li>
          <li>
            4.
            同じ性能を持った財貨などで複製が可能な場合、その原本である財貨などの包装を毀損した場合
          </li>
          <li>
            ③ 第２項
            第２号ないし第４号の場合、「当サイト」が事前に請約撤回などが制限されるという事実を消費者がわかりやすい所に明記するか試用商品を提供するなどの措置を取らなかった場合、利用者の請約撤回などは制限されません。
          </li>
          <li>
            ④
            利用者は、第１項及び第２項の規定にも拘らず財貨等の内容が表示・広告内容と異なる場合、また契約内容と異る場合にも、当該財貨等を供給された日から3ヶ月以内、その事実を知った日または知ることができた日から30日以内に請約撤回など行う事ができます。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第１６条 (請約撤回などの効果)</li>
          <li>
            ①「当サイト」は、利用者から財貨などの返還を受けた場合、3営業日以内に、すでに支払われた財貨などの代金を返金します。この場合、「当サイト」が利用者に財貨などの返金を遅延した時には、その遅延期間に対して「電子商取引などでの消費者保護に関する法律施行令」第２１条の２で定める遅延利率を掛けて算定した遅延利子を支給します。
          </li>
          <li>
            ②「当サイト」は、上記代金を返金するに当たって、利用者がクレジットカードまたは電子マネーなどの決済手段で財貨などの代金を支給した時には、直ちに決済手段を提供した事業者に財貨等の代金の請求を停止又は取り消すように要請します。
          </li>
          <li>
            ③
            請約撤回などの場合、供給を受けた財貨などの返還に必要な費用は利用者が負担します。「当サイト」は利用者に請約撤回などを理由に違約金又は損害賠償を請求しません。但し、財貨などの内容が表示・広告内容、契約内容と異なることによる請約撤回等を行う場合、財貨などの返還に必要な費用は「当サイト」が負担します。
          </li>
          <li>
            ④
            利用者が財貨などの提供を受ける時に発送費を負担した場合、「当サイト」は請約撤回時その費用を誰が負担するかということを利用者が分かりやすいように明確に表示します。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第１７条(個人保護情報保護)</li>
          <li>
            ①「当サイト」は、利用者の個人情報を収集する際、サービス提供のために必要な範囲で最小限の個人情報を収集します。
          </li>
          <li>
            ②「当サイト」は、会員登録の際、購入契約移行に必要な情報を予め収集しません。但し、関連法令上の義務移行のために購入契約以前に本人確認が必要な場合に限り、最小限の特定個人情報を収集することがあります。
          </li>
          <li>
            ③「当サイト」は利用者の個人情報を収集・利用する時には、必ず利用者にその目的を告示し同意を得るものとします。{' '}
          </li>
          <li>
            ④「当サイト」は、収集した個人情報を目的以外の用途に利用できず、新たな利用目的が発生した場合又は第三者に提供する場合には、利用・提供段階で、利用者にその目的を告示し同意を得ます。但し、関連法令に別途の定めがある場合には除外とします。
          </li>
          <li>
            ⑤「当サイト」が第２項と第３項によって利用者の同意を得なければならない場合、個人情報管理責任者の身元(所属、氏名及び電話番号、その他の連絡先)、情報の収集・利用目的、第三者に対する情報提供関連事項(提供される者、提供目的及び提供する情報の内容)など、「情報通信網利用促進及び情報保護などに関する法律」
            第22条第２項が定める事項を予め明示するか告示しなければならず、利用者はいつでもこの同意を撤回することができるものとします。
          </li>
          <li>
            ⑥
            利用者はいつでも「当サイト」へ登録している自身の個人情報に対して閲覧及び内容の訂正を要求することができ、「当サイト」はこれに対して直ちに必要な措置を取ります。利用者が内容の訂正を要求した場合には「当サイト」はその内容を訂正するまで当該個人情報を利用しないものとします。　
          </li>
          <li>
            ⑦「当サイト」は、個人情報保護のために利用者の個人情報取り扱い担当者を最小限の人数に限定し、クレジットカード、銀行口座などを含む利用者の個人情報の紛失、盗難、漏洩、同意のない第三者への情報提供、変造などによって利用者が被る損害に対して全ての責任を負います。
          </li>
          <li>
            ⑧「当サイト」又はそれより個人情報の提供を受けた第三者は、個人情報の収集目的または提供受けた目的を達成した時には当該個人情報を直ちに破棄します。
          </li>
          <li>
            ⑨「当サイト」は、個人情報の収集・利用・提供に関する同意欄を予め設定しておりません。また、個人情報の収集・利用・提供に対して利用者が同意を拒否した時に制限されるサービスを具体的に明記し、必須収集項目でない個人情報の収集・利用・提供に関する利用者の同意拒否を理由で会員登録などサービス提供の制限や拒否は致しません。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第１８条 (「当サイト」の義務)</li>
          <li>
            ①「当サイト」は、法令と本規約で定める禁止事項・公序良俗に反する行為をせず、本規約が定めることに従って持続的かつ安定した財貨などを提供することに最善を尽くします。
          </li>
          <li>
            ②「当サイト」は、利用者が安全にサービスを利用できるよう、利用者の個人情報(信用情報を含む)保護のための保安システムを備えるものとします。
          </li>
          <li>
            ③「当サイト」が商品や財貨などに対して「表示・広告の公正化に関する法律」第3条所定の不当な表示・広告行為をすることにより利用者が損害を被った時にはこれを賠償する責任を負います。
          </li>
          <li>④「当サイト」は、利用者が望まない営利目的の広告性電子メールを発送しません。</li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第１９条 (会員のID及びパスワードに対する義務)</li>
          <li>① 第１７条の場合を除き、IDとパスワードに関する管理責任は会員にあります。</li>
          <li>② 会員はご自身の会員ID及びパスワードを第三者に提供してはいけません。</li>
          <li>
            ③ 会員はご自身の会員ID及びパスワードが盗難や第三者に使用されていることが判明した場合には
            、直ちに「当サイト」にその旨を通知し、「当サイト」より指示がある場合にはそれに従うものとします。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第２０条 (利用者の義務)</li>
          <li>利用者は次の行為を行ってはならないものとします。</li>
          <li>1. 申請又は変更時の虚偽内容の登録</li>
          <li>2. 他人の情報の盗用</li>
          <li>3.「当サイト」に掲示された情報の変更</li>
          <li>
            4.「当サイト」が定める情報以外の情報(コンピュータプログラムなど)などの送信又は掲示
          </li>
          <li>5.「当サイト」その他の第三者の著作権等、知的財産権に対する侵害</li>
          <li>6.「当サイト」その他の第三者の名誉損傷や業務妨害行為</li>
          <li>
            7.
            猥褻又は暴力的なメッセージ、画像、音声、その他の公序良俗に反する情報を「当サイト」に公開又は掲示する行為
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第２１条(連結「当サイト」と被「当サイト」間の関係)</li>
          <li>
            ① 上位「当サイト」と下位「当サイト」がハイパーリンク(例:
            ハイパーリンクの対象には文字・画像及び動画などを含む)方式などで連結された場合、前者を連結「当サイト」(Webサイト)とし、後者を被連結「当サイト」(Webサイト)とします。
          </li>
          <li>
            ②
            連結「当サイト」は、被連結「当サイト」が独自的に提供する財貨等によって利用者と行う取引に関して保証責任を負わないという内容を連結「当サイト」のホーム画面又は連結される時点のポップアップ画面に明示した場合は、その取引に関する保証責任を負わないものとします。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第２２条(著作権の帰属及び利用制限)</li>
          <li>
            ①「当サイト」が作成した著作物に対する著作権、その他の知的財産権は「当サイト」に帰属します。
          </li>
          <li>
            ②
            利用者は、「当サイト」を利用することにより得た情報の中で「当サイト」に知的財産権が帰属する情報を「当サイト」に事前承諾なしで複製、送信、出版、配布、放送その他の方法によって営利目的に利用したり第三者に利用させてはならないものとします。{' '}
          </li>
          <li>
            ③「当サイト」
            は本規約に従って利用者に帰属する著作権を使用する場合、当該利用者に通知するものとします。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第２３条(紛争解決)</li>
          <li>
            ①「当サイト」は、利用者が提起する正当な意見や苦情を反映し、その被害を補償するために被害補償処理機構を設置・運営します。
          </li>
          <li>
            ②「当サイト」は、利用者から提出される苦情及び意見は優先的にその事項を処理します。但し、迅速な処理が困難な場合には利用者にその事由と処理日程を直ちに知らせます。
          </li>
          <li>
            ③「当サイト」と利用者との間で発生した電子商取引紛争に関連し、利用者の被害救済申請がある場合には公正取引委員会又は市・道知事が依頼する紛争調整機関の調整に従います。
          </li>
        </ul>
      </div>
      <div>
        <ul>
          <li>第２４条(裁判権及び準拠法)</li>
          <li>
            ①「当サイト」と利用者との間で発生した電子商取引紛争に関する訴訟は、提訴同時の利用者の住所により、住所がない場合は、居所を管轄する裁判所の専属管轄にします。但し、提訴当時利用者の住所又は居所が不明か、海外在住者の場合は、民事訴訟法上の管轄裁判所に提起します。{' '}
          </li>
          <li>②「当サイト」と利用者との間に提起された電子商取引訴訟には韓国法を適用します。</li>
        </ul>
      </div>
    </S.Container>
  );
}

export default Terms;
